spec/fixtures/soap/xml/IControl.LocalLB.VirtualServer.get_source_port_behavior_d9735706fc3d26ed4a6296bd6be4e3df_request.xml

<?xml version="1.0" encoding="UTF-8"?><env:Envelope xmlns:env="http://schemas.xmlsoap.org/soap/envelope/" xmlns:wsdl="urn:iControl:LocalLB/VirtualServer"><env:Body><wsdl:get_source_port_behavior><virtual_servers><value>test_virtual_server</value></virtual_servers></wsdl:get_source_port_behavior></env:Body></env:Envelope>